app/controllers/chats_controller.rb

SELECT `chats`.* FROM `chats`
---
  def index
    @chats = Chat.all